// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
       "我和你17岁相识",
        "20岁与你相恋",
        "希望以后我们可以",
        "25岁同你的爸爸妈妈坐在一张桌上吃饭",
        "31岁带着我们一起养大的小狗去公园",
        "42岁因为工作压力与你争吵",
        "55岁牵手一起去商店购买过冬的衣物",
        "63岁带着毕生积蓄环游世界",
        "70岁时在你身边安眠",
        "说过了晚安",
        "闭上眼睛回想我们相爱的50年。",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2017-07-20T20:15:00",
    // 双方的名字
    names: ["笨笨熊", "黑猪猪"]
}
